Repository: FedotovEv/PicadoGlance
Catalog: *.po
Languages: de

source: Информация о файле
de: Dateiinformationen Ctrl-I

source: Выход
de: Sich abmelden

source: Имя файла
de: Name der Datei

source: Тип файла
de: Dateityp

source: Загрузчик
de: Downloader

source: Сохранить в файл
de: In Datei speichern

source: Размер
de: Größe

source: Количество элементов
de: Anzahl der Elemente artikel

source: Редактор
de: Herausgeber

source: Единицы измерения
de: Einheiten maßeinheit

source: Плотность
de: Dichte

source: Слои
de: Schichten

source: Апертуры
de: Blenden

source: Имя файла апертур
de: Name der Datei blende

source: Сохранить отчёт о загруженном рисунке в файл
de: Speichern Sie den hochgeladenen Bildbericht in einer Datei

source: Текстовые файлы (*.txt)|*.txt
de: Textdateien (*.txt)|*.txt

source: Ошибка при создании выходного файла
de: Fehler bei der Erstellung der Ausgabedatei

source: Ошибка
de: Fehler

source: Информация о слоях рисунка
de: Informationen zur Zeichenebene

source: Включён
de: Eingeschlossen

source: Принять
de: Annehmen

source: Отменить
de: Abbrechen

source: Параметры программы
de: Parameter des Programms

source: Каталог файлов апертур
de: Verzeichnis der Blendendateien

source: Имя файла апертур
de: Aperture Dateiname

source: Номер секции файла апертур
de: Abschnittsnummer der Aperture-Datei

source: Используемые единицы координат
de: Verwendete Koordinateneinheiten

source: Измерение координат в DBU - единицах базы данных рисунка
de: Messung der Koordinaten in DBU - Drawing Database Units

source: Миллиметр
de: Millimeter

source: Измерение координат в миллиметрах
de: Messung der Koordinaten in Millimetern

source: Дюйм
de: Zoll

source: Измерение координат в дюймах
de: Messkoordinaten in Zoll

source: Дополнительный масштабный коэффициент
de: Zusätzlicher Skalierungsfaktor

source: Отключить
de: Deaktivieren Sie

source: "Русский дюйм"
de: "Russischer Zoll"

source: Произвольно
de: Beliebig

source: По X:
de: Von X:

source: Установка дополнительного масштабного коэффициента
de: Einstellung eines zusätzlichen Skalierungsfaktors

source: По Y:
de: Von Y:

source: Подмасштабы для экрана
de: Unterskalen für den Bildschirm

source: Выводить изображение на экран с учётом его физического разрешения
de: Anzeige des Bildes auf dem Bildschirm im Verhältnis zu seiner physikalischen Auflösung

source: ПиКАДоГляд - просмотрщик-конвертер PCAD-файлов
de: PCADoView - PCAD-Dateibetrachter-Konverter

source: Просмотрщик-конвертер PCAD-файлов
de: PCAD-Dateibetrachter-Konverter

source: Открыть изображение
de: Bild öffnen

source: Открыть PCAD-файл
de: Öffnen einer PCAD-Datei

source: Закрыть изображение
de: Bild schließen

source: Закрыть текущий открытый файл
de: Schließen Sie die aktuell geöffnete Datei

source: Выйти
de: Beenden

source: Выйти из программы
de: Ausstieg aus dem Programm

source: Экспорт рисунка
de: Exportieren einer Zeichnung

source: Преобразование рисунка в другие графические форматы
de: Konvertieren Sie Ihre Zeichnung in andere Grafikformate

source: Печать рисунка
de: Drucken einer Zeichnung

source: Печать рисунка на принтере
de: Drucken einer Zeichnung auf einem Drucker

source: Информация о рисунке
de: Informationen zur Zeichnung

source: Пометить элементы
de: Markieren Sie die Elemente

source: Пометить элементы на холсте, внутри контура или все сразу
de: Elemente auf der Leinwand, innerhalb des Umrisses oder alle auf einmal markieren

source: Обратить выделение элементов
de: Umkehrung der Hervorhebung von Elementen

source: Обратить выделение элементов на холсте, внутри контура или все сразу
de: Umkehrung der Auswahl von Elementen auf der Leinwand, innerhalb des Umrisses oder alles auf einmal

source: Снять отметки
de: Unmarkierung

source: Снять все отметки
de: Alle Markierungen entfernen

source: Копировать
de: Kopieren

source: Копировать помеченные элементы, элементы на холсте или всё
de: Markierte Elemente, Elemente auf der Leinwand oder alle kopieren

source: Уменьшить масштаб по X
de: Verkleinern auf X

source: Уменьшить масштаб на ступень по оси X или изотропно
de: Verkleinerung um eine Kerbe auf der X-Achse oder isotrop

source: Увеличить масштаб по X
de: Vergrößern auf X

source: Увеличить масштаб на ступень по оси X или изотропно
de: Skalierung um eine Stufe auf der X-Achse oder isotrop

source: Масштаб 1:1 по X
de: Maßstab 1:1 bis X

source: Установить масштаб 1:1 по оси X или по обоим осям
de: Skalierung auf 1:1 auf der X-Achse oder auf beiden Achsen einstellen

source: Равные
de: Gleichberechtigt

source: Включить/выключить режим равных масштабов
de: Aktivieren/Deaktivieren des Equal Scale Modus

source: Включить/выключить режим равных масштабов по обоим осям
de: Aktivieren/Deaktivieren des Modus "Gleiche Skala" für beide Achsen

source: Уменьшить масштаб по Y
de: Verkleinern auf Y

source: Уменьшить масштаб на ступень по оси Y или изотропно
de: Verkleinerung um eine Kerbe auf der Y-Achse oder isotrop

source: Увеличить масштаб по Y
de: Vergrößern Y

source: Увеличить масштаб на ступень по оси Y или изотропно
de: Skalierung um eine Stufe auf der Y-Achse oder isotrop

source: Масштаб 1:1 по Y
de: Maßstab 1:1 bis Y

source: Установить масштаб 1:1 по оси Y или по обоим осям
de: Skalierung auf 1:1 auf der Y-Achse oder auf beiden Achsen einstellen

source: Включить/Выключить холст
de: Aktivieren/Deaktivieren der Leinwand

source: Включить/выключить отображение холста
de: Aktivieren/Deaktivieren der Leinwandanzeige

source: Включить/выключить режим отображения холста
de: Aktivieren/Deaktivieren des Leinwandanzeigemodus

source: Ландшафтная ориентация холста
de: Querformatige Ausrichtung der Leinwand

source: Переключение между портретной и альбомной ориентацией холста
de: Umschalten zwischen Hoch- und Querformat

source: Помощь
de: Hilfe

source: Вывод помощи по работе с программой
de: Ausgabe der Hilfe für die Arbeit mit dem Programm

source: Открыть Ctrl-O
de: Öffnen Strg-O

source: Открыть как
de: Öffnen als

source: Открыть файл конкретным загрузчиком
de: Öffnen Sie die Datei mit einem bestimmten Downloader

source: Закрыть Ctrl-W
de: Schließen Strg-W

source: Закрыть текущий файл
de: Schließen Sie die aktuelle Datei

source: С холста
de: Von der Leinwand

source: Экспорт только содержимого холста
de: Exportieren nur des Inhalts der Leinwand

source: Отмеченное
de: Markiert

source: Экспорт только отмеченных элементов
de: Nur markierte Artikel exportieren

source: Внутри контура
de: Innerhalb der Schleife

source: Экспорт только элементов внутри выделяющего контура
de: Nur Elemente innerhalb der Auswahlkontur exportieren

source: Текст
de: Text

source: Экспорт в текстовый файл
de: Exportieren in eine Textdatei

source: Экспорт в формат DXF
de: Export im DXF-Format

source: Экспорт в формат SVG
de: Exportieren ins SVG-Format

source: Metafile
de: Metadatei

source: Экспорт в Windows Metafile
de: In Windows-Metadatei exportieren

source: Экспорт в формат BMP
de: Exportieren ins BMP-Format

source: Экспорт в формат JPEG
de: Exportieren ins JPEG-Format

source: Экспорт
de: Exportieren

source: Информация о файле Ctrl-I
de: Dateiinformationen Ctrl-I

source: Вывод информации об открытом файле
de: Ausgabe von Informationen über eine geöffnete Datei

source: Печать только содержимого холста
de: Nur den Inhalt der Leinwand drucken

source: Печать только отмеченных элементов
de: Drucken Sie nur die markierten Artikel

source: Печать только элементов внутри выделяющего контура
de: Nur die Elemente innerhalb des hervorgehobenen Umrisses drucken

source: Печатать
de: Drucken

source: Предпросмотр результатов и выполнение печати
de: Vorschau der Ergebnisse und Drucken

source: Печать
de: Stempel

source: Печать изображения
de: Bild drucken

source: Выйти Alt-F4
de: Beenden Alt-F4

source: Завершить программу
de: Beenden Sie das Programm

source: Файл
de: Datei

source: Копировать Ctrl-C
de: Kopieren Strg-C

source: Копирвать в буфер обмена выделенные элементы рисунка
de: Kopieren der ausgewählten Bildelemente in die Zwischenablage

source: Обрабатывать только содержимое холста
de: Nur den Inhalt der Leinwand verarbeiten

source: Обрабатывать только выделенные элементы
de: Nur ausgewählte Elemente verarbeiten

source: Обрабатывать только элементы внутри выделяющего контура
de: Nur Elemente innerhalb der Auswahlkontur bearbeiten

source: Отметить указанное
de: Markieren Sie die angegebenen

source: Отметить указанную группу примитивов
de: Die angegebene Gruppe von Primitiven markieren

source: Инвертировать указанное
de: Invertieren der angegebenen

source: Обратить выделение для выбранной группы примитивов рисунка
de: Umkehrung der Auswahl für die ausgewählte Gruppe von Zeichenprimitiven

source: Снять указанные отметки
de: Entfernen Sie die angegebenen Markierungen

source: Снять отметки с выбранной группы примитивов
de: Die Markierung der ausgewählten Gruppe von Primitiven aufheben

source: Копировать указанное Shift-Ctrl-C
de: Kopieren angegeben Shift-Ctrl-C

source: Выполнить копирование указанных групп примитивов в буфер обмена
de: Kopieren der angegebenen Gruppen von Primitiven in die Zwischenablage

source: Правка
de: Bearbeiten

source: Масштабы по осям
de: Skala nach Achse

source: Выбор соотношения масштабов по осям
de: Auswahl des Achsenskalenverhältnisses

source: Устанавливает режим равных масштабов по осям
de: Legt den Modus der gleichen Skala für die Achsen fest

source: Различные
de: Verschiedene

source: Устанавливает режим различных масштабов по осям
de: Legt den Modus für verschiedene Achsenskalen fest

source: Увеличить по X Ctrl-Alt-+
de: Vergrößern auf X Strg-Alt-+

source: Увеличить масштаб изображения по оси X
de: Vergrößern der X-Achse

source: Уменьшить по X Ctrl-Alt--
de: Verringern um X Strg-Alt--

source: Уменьшить масштаб изображения по оси X
de: Verkleinern des Bildes auf der X-Achse

source: Масштаб 1:1 по X Ctrl-Alt-1
de: X Maßstab 1:1 Strg-Alt-1

source: Установить масштаб 1:1 по оси X
de: Setzen Sie den Maßstab auf der X-Achse auf 1:1

source: Ближайший стандартный по X Ctrl-Alt-N
de: Nächstgelegener Standard X Ctrl-Alt-N

source: Установка ближайшего стандартного масштаба по оси X
de: Einstellung der nächstgelegenen Standard-X-Achsenskala

source: Увеличить по Y Ctrl-Shift-+
de: Zoom um Y Strg-Umschalt-+

source: Увеличить масштаб изображения по оси Y
de: Vergrößern auf der Y-Achse

source: Уменьшить по Y Ctrl-Shift--
de: Verkleinern um Y Strg-Umschalt--

source: Уменьшить масштаб изображения по оси Y
de: Verkleinern des Bildes auf der Y-Achse

source: Масштаб 1:1 по Y Ctrl-Shift-1
de: Maßstab 1:1 nach Y Strg-Umschalt-1

source: Установить масштаб 1:1 по оси Y
de: Setzen Sie den Maßstab auf der Y-Achse auf 1:1

source: Ближайший стандартный по Y Ctrl-Shift-N
de: Nächstgelegener Standard Y Strg-Umschalt-N

source: Установка ближайшего стандартного масштаба по оси Y
de: Einstellung der nächstgelegenen Standardskala für die Y-Achse

source: Увеличить по X и Y Ctrl-+
de: X und Y vergrößern Strg-+

source: Увеличить масштаб изображения по обеим осям
de: Vergrößern beider Achsen

source: Уменьшить по X и Y Ctrl--
de: Verkleinern um X und Y Strg--

source: Уменьшить масштаб изображения по обеим осям
de: Verkleinern auf beiden Achsen

source: Масштаб 1:1 по X и Y Ctrl-1
de: 1:1 X- und Y-Skala Ctrl-1

source: Установить масштаб 1:1 по обеим осям
de: Setzen Sie den Maßstab auf beiden Achsen auf 1:1

source: Ближайшие стандартные по X и Y Ctrl-N
de: Nächstgelegener Standard X und Y Ctrl-N

source: Установка ближайшего стандартного масштаба по обеим осям
de: Einstellen der nächstgelegenen Standardskala in beiden Achsen

source: Выровнять масштабы с опорой на X Ctrl-Alt-X
de: Skalen mit X ausrichten Ctrl-Alt-X

source: Устанавливает масштаб по оси Y аналогично оси X
de: Legt die Skalierung der Y-Achse auf dieselbe Weise fest wie die der X-Achse

source: Выровнять масштабы с опорой на Y Ctrl-Alt-Y
de: Skalen mit Y ausrichten Strg-Alt-Y

source: Устанавливает масштаб по оси X аналогично оси Y
de: Legt die Skalierung der X-Achse auf dieselbe Weise fest wie die der Y-Achse

source: Масштаб
de: Skala

source: Изменение масштаба изображения
de: Ändern des Bildmaßstabs

source: Настройка цветовой палитры
de: Anpassen der Farbpalette

source: Шрифты
de: Schriftarten

source: Выбор шрифта для вывода текстовой информации
de: Auswahl einer Schriftart für die Anzeige von Textinformationen

source: Доступные языки
de: Verfügbare Sprachen

source: Выбор рабочего языка программы из списка доступных
de: Auswahl einer Arbeitssprache aus einer Liste von verfügbaren Sprachen

source: Вид
de: Siehe

source: Холст формата A3
de: A3-Leinwand

source: Холст формата A4
de: A4-Leinwand

source: Холст формата A5
de: A5-Leinwand

source: Холст формата A6
de: A6-Leinwand

source: Холст формата A7
de: A7-Leinwand

source: Холст формата A8
de: A8-Leinwand

source: Переменный
de: Variabel

source: Холст переменного размера
de: Variable Größe der Leinwand

source: Тип
de: Typ

source: Портретный
de: Porträt

source: Ландшафтный
de: Landschaft

source: Включить/Выключить
de: Aktivieren/Deaktivieren

source: Отключить вывод холста
de: Deaktivieren der Leinwandausgabe

source: Установка размера
de: Einstellung der Größe

source: Холст
de: Segeltuch

source: Параметры
de: Parameter

source: Установка некоторых параметров программы
de: Einstellung einiger Programmparameter

source: Настройка
de: Einrichten

source: Индекс F1
de: Index F1

source: Главная страница системы помощи
de: Startseite des Hilfesystems

source: О программе
de: Über das Programm

source: Вывод сведений о программе
de: Anzeige von Programmdetails

source: Выбор языка
de: Auswahl der Sprache

source: ПиКАДоГляд - просмотрщик-преобразователь файлов PCAD для DOS.
de: PCADoGlance ist ein PCAD-Dateikonverter für DOS.

source: Обеспечивает просмотр, печать и конвертирование ряда форматов
de: Ermöglicht das Anzeigen, Drucken und Konvertieren in eine Reihe von Formaten

source: графических файлов PCAD3 - PCAD8 в некоторые другие широко
de: pCAD3-zu-PCAD8-Grafikdateien in eine andere weit verbreitete

source: распространённые типы растровых и векторных графических файлов.
de: gängige Typen von Raster- und Vektorgrafikdateien.

source: Федотов Евгений (fedotov_ev@rambler.ru)
de: Yevgeny Fedotov (fedotov_ev@rambler.ru)

source: Кто я??? Где я???
de: Wer bin ich? Wo bin ich???

source: Ошибка при открытии файла
de: Fehler beim Öffnen einer Datei

source: Файл апертур не найден или имеет неверный формат
de: Aperture-Datei nicht gefunden oder falsches Format

source: Открыть файл изображения PCAD
de: Öffnen einer PCAD-Bilddatei

source: Все файлы
de: Alle Dateien

source: текстовый файл
de: textdatei

source: Текстовые файлы
de: Textdateien

source: Ошибка создания файла при экспорте изображения
de: Fehler bei der Dateierstellung beim Exportieren eines Bildes

source: Ошибка записи файла при экспорте изображения
de: Dateiaufzeichnungsfehler beim Exportieren eines Bildes

source: Не удалось захватить буфер обмена
de: Erfassung der Zwischenablage fehlgeschlagen

source: Ошибка экспорта
de: Fehler beim Export

source: Экспорт изображения в
de: Exportieren eines Bildes nach

source: BMP-файл
de: BMP-Datei

source: Растровые графические BMP-файлы
de: Bitmap-Grafik BMP-Dateien

source: JPEG-файл
de: JPEG-Datei

source: Растровые графические JPEG-файлы
de: Bitmap-Grafik JPEG-Dateien

source: Информация о слоях рисунка не найдена
de: Es wurden keine Informationen über Zeichenebenen gefunden

source: Предпросмотр печати
de: Druckvorschau

source: SVG-файл
de: SVG-Datei

source: Векторные графические SVG-файлы
de: Vektorgrafik SVG-Dateien

source: DXF-файл
de: DXF-Datei

source: Векторные графические DXF-файлы AutoCAD
de: AutoCAD-Vektorgrafik-DXF-Dateien

source: Не реализовано. Надеемся, пока.
de: Nicht umgesetzt. Wir hoffen es, vorerst.

source: Увы...
de: Leider...

source: WMF-метафайл
de: WMF-Metadatei

source: Векторные графические Windows-метафайлы
de: Vektorgrafik Windows-Metadateien

source: Диалог
de: Dialog

source: Размер области операций
de: Größe des Einsatzgebiets

source: Ширина
de: Breite

source: Высота
de: Höhe

source: Единицы измерения
de: Einheiten maßeinheit

source: миллиметр
de: millimeter

source: сотая дюйма
de: hundertstel Zoll(Punkt)

source: Соотношение сторон
de: Verhältnis der Seiten

source: Фикс
de: Fix

source: Установить
de: Einrichten

source: Сбросить
de: Zurücksetzen

source: Стандартные
de: Standard

source: Формат A3
de: Format A3

source: Выбрать формат A3
de: Format A3 wählen

source: Формат A4
de: Format A4

source: Выбрать формат A4
de: Format A4 wählen

source: Формат A5
de: Format A5

source: Выбрать формат A5
de: Format A5 wählen

source: Формат A6
de: Format A6

source: Выбрать формат A6
de: Format A6 wählen

source: Формат A7
de: Format A7

source: Выбрать формат A7
de: Format A7 wählen

source: Формат A8
de: Format A8

source: Выбрать формат A8
de: Format A8 wählen

source: Текущий Формат
de: Aktuelles Format

source: Выбрать текущий формат
de: Aktuelles Format auswählen
